{
    "app.header": "Wedding Ana & Antoine",

    "global.names": "Ana & Antoine",
    "global.inConstruction1": "Sorry, come back later! ",
    "global.inConstruction2": "In construction",
    "global.date": " July 12th 2025 ",
    "global.hours": "Hours",
    "global.minutes": "Minutes",
    "global.days": "Days",


    "global.welcometext1":"¡Bienvenidos! Bienvenue! Welcome!",
    "global.welcometext2": "We are so happy to finally share with you our wedding invitation page for our big 2025 project.",
    "global.welcometext3": "We hope that it shares with you as much excitement as we have.",
    "global.welcometext4": "Thank you for being part of our journey!",


    "global.language": "Language",
    "global.reportIssue": "Report Issue",

    "navbar.story": "Our Story",
    "navbar.travelstay": "Travel & Stay",
    "navbar.details": "Details",
    "navbar.contact": "RSVP",
    "navbar.valencia":"Visiting Valencia",

    "home.hero.gettingmarried": "We are getting married!",
    "home.molinogalan": "Molino Galán",
    
    "home.ceremonyTime":"Arrival & Ceremony: 18:30",
    "global.address1":"Partida del Molino Galán",
    "global.address2":"46369 Alborache",
    "global.address3":"Valencia, Spain",


    "travelstay.title": "How to get there?",

    "travelstay.place": "Masía Rural Molino Galán",
    "travelstay.address": "Partida del Molino Galán, 46369 - Alborache, Spain",
    "travelstay.cartaxi":       "Car / Taxi:",
    "travelstay.cartaxiText1":  "The ceremony location is a bit far from the city, so we recommend that people who want to move around and visit places have a car.",
    "travelstay.cartaxiText2":  "It is also possible to get there by taxi.",
  
    "travelstay.autobus":       " ",
    "travelstay.autobusText1":  " ",
    "travelstay.autobusText2":  " ",

    "travelstay.googlemaps":"Open in google maps",


    "story.title": "Our story!",
    "story.image.firstPic": "We met in Toronto",

    "story.image.italy": "Trip to Italy",


    "story.image.paris": "Trip to Paris",

    "story.image.lisbon": "Trip to Lisbon",

    "story.image.birthdayana": "Ana's 25th Birthday",

    "story.image.livingtogether": "Moving together",

    "story.image.pacs": "Signing our Civil union",

    "story.image.reunion": "Trip to La Réunion",

    "story.image.scotland": "Trip to Scotland",

    "story.image.engaged": "Engaged in London",


    "story.image.firstPicDate": "February 2nd 2016",
    "story.image.italyDate": "July 2018",
    "story.image.parisDate": "March 2019",
    "story.image.lisbonDate": "August 2019",
    "story.image.birthdayanaDate": "February 2020",
    "story.image.livingtogetherDate": "September 2020",
    "story.image.pacsDate": "December 13th 2021",
    "story.image.reunionDate": "December 2021",
    "story.image.scotlandDate": "April 2023",
    "story.image.engagedDate": "February 10th 2024",

    "story.image.spainHoliday": "Holiday in Spain",
    "story.image.cascade": "Ana in France!",
    "story.image.weddingAnniv": "Seb & Delph Wedding anniversary",
    "story.image.trainHP": "Harry Potter in Scotland!",
    "story.image.monetBridge": "Giverny",

"confirmation.accompanyus": "Will you join us on this special day?",
  "confirmation.answerquestions": "To confirm, you just need to answer the following questions",
    "faq.title": "Frequently asked questions",

    "faq.dressCode": "What is the dress code?",
    "faq.dressCodeanswer": "The dress code for the wedding will be formal. We invite you to follow this color palette for your outfits, though it is not mandatory but recommended.",
  
    "faq.kids": "Are children welcome?",
    "faq.kidsanswer": "Of course! They are welcome at the ceremony as well as throughout the day. A special menu will be available for them, and there will be supervised activities to ensure they have fun.",
  
    "faq.gift": "Wedding gifts",
    "faq.giftanswer": "We do not have a gift registry, but if you wish to contribute, a box will be available at the wedding to help us fund our honeymoon. You can drop your envelope there or contact us if you prefer to give it before the wedding.",
  
    "faq.venue": "Accommodation for those coming from afar",
    "faq.venueanswer": "On-site, you will find your accommodations, and you can stay from Friday to Sunday (don’t forget your swimsuit!). It is very important to confirm your attendance so we can reserve your rooms.{breakingLine}{breakingLine}A dinner is planned for guests who will be there on Friday evening. For Saturday morning and lunch, no meals are provided, but a refrigerator and kitchen are available in each accommodation as well as in the common room. Additionally, there is a restaurant located right next door.{breakingLine}{breakingLine}For Sunday lunch, we are planning a group order of paella and traditional Spanish rice dishes. More information will follow on this!",

    "tourism.reach.manises": "• By plane from Manises Airport (VLC)",
    "tourism.reach.train": "• By train from France with a connection in Barcelona",
    "tourism.reach.car": "• By car",
    
    "tourism.howtoreach": "How to get there?",
    "tourism.visits": "What to visit?",
    "tourism.visits.text": "If you want to learn a bit more about Valencia, here are some ideas and a map where you can find several marked locations.",
    "tourism.visits.button": "Valencia Map",
  
    "tourism.visits.center.title": "Center",
    "tourism.visits.center.text": "We recommend visiting the Central Market, the Lonja, the old palaces on Caballeros Street, and strolling through the old streets to Plaza de la Virgen.{breakingLine} Climb the Serrano Towers; there aren’t many steps. For the more active, climb El Miguelete, which has 207 steps.{breakingLine}We also recommend seeing the North Station, built in Valencian modernist style.{breakingLine}And if you want to go shopping, Colón Street is full of shops for every taste.",
  
    "tourism.visits.turia.title": "Turia gardens and The City of Arts and Sciences",
    "tourism.visits.turia.text": "Walking through the Turia Gardens, you can see the futuristic buildings of the City of Arts and Sciences, which houses a science museum, an IMAX cinema, and an aquarium.{breakingLine}You can also visit the Gulliver Park, a monumental 70-meter sculpture of Gulliver, accessible via ramps, slides, and stairs.",
  
    "tourism.visits.albufera.title": "La Albufera and beaches",
    "tourism.visits.albufera.text": "The Albufera Natural Park is a coastal lagoon surrounded by rice fields and forest. You can take a boat ride and enjoy the sunset. You can also visit the village of El Palmar to enjoy a great paella menu and other typical dishes like eel All i Pebre. We recommend Restaurant Mateu or Restaurant El Palmar.{breakingLine}As for beaches, you can visit El Saler, a quiet beach near La Albufera.{breakingLine}If you prefer a livelier beach, we recommend heading to La Malvarrosa near El Cabanyal, Valencia's fishing district.{breakingLine}If you have more time, the beaches of Xàbia and Denia are wonderful (although many are only accessible on foot).",
  
    "tourism.visits.museos.title": "Museums",
    "tourism.visits.museos.text": "We recommend visiting the Centre del Carme Cultura Contemporània (CCCC), a contemporary art museum in an old convent located near the Serrano Towers. The visit is free and often hosts activities like concerts or performances.{breakingLine}The Valencian Institute of Modern Art (IVAM) is one of Spain's great museums. If you are a contemporary art lover, don’t miss it.{breakingLine}If you prefer classical art, visit the San Pio V Museum of Fine Arts, Spain's second-largest art gallery, with works from the 15th to 19th centuries, including rooms dedicated to Sorolla and Francisco de Goya.",
  
    "tourism.gastronomy": "Gastronomy",
    "tourism.gastronomy.title": " ",
  
    "tourism.gastronomy.text": "We recommend trying various typical dishes from this area of Spain.     Specifically:{breakingLine}{breakingLine}-        Paella. There are different types of paella.     The most typical is Valencian paella (be aware it contains rabbit).     There’s also arroz al senyoret (rice with seafood) or black rice (rice with squid ink).{breakingLine}{breakingLine}-        Arroz al horno. Another dish made with rice, cooked in the oven with pork like chorizo, chickpeas, and potatoes…{breakingLine}{breakingLine}{breakingLine}Some of our favorite tapas include:{breakingLine}{breakingLine}-        Patatas bravas{breakingLine}{breakingLine}-        Skillet eggs with chistorra sausage{breakingLine}{breakingLine}-        Fried baby squid{breakingLine}{breakingLine}{breakingLine}If you’d like to try something sweet:{breakingLine}{breakingLine}-        Churros with chocolate{breakingLine}{breakingLine}-        Pumpkin Buñuelos with chocolate{breakingLine}{breakingLine}-        Horchata with fartons. This is a typical cold drink from Valencia. We enjoy it a lot, but it has a unique texture. We recommend you try it with others and, if you like it, get some more."
  
}
