{
    "app.header": "Mariage Ana & Antoine",

    "global.names": "Ana & Antoine",
    "global.inConstruction1": "Désolé, revenez plus tard!",
    "global.inConstruction2": "En construction",
    "global.date": " 12 Juillet 2025 ",
    "global.language": "Langue",
    "global.reportIssue": "Signaler un problème",
    "global.hours": "heures",
    "global.minutes": "minutes",
    "global.days": "jours",

    "navbar.story": "Notre Histoire",
    "navbar.travelstay": "Voyage & Séjour",
    "navbar.details": "Informations",
    "navbar.contact": "Confirmer",
    "navbar.valencia":"Visiter Valencia",

    "global.welcometext1":"¡Bienvenidos! Bienvenue! Welcome!",
    "global.welcometext2": "Nous sommes tellement heureux de partager enfin avec vous notre page d'invitation pour notre grand projet de mariage en 2025.",
    "global.welcometext3": "Nous espérons qu'elle vous transmettra autant d'enthousiasme que nous en avons.",
    "global.welcometext4": "Merci de faire partie de notre aventure !",

    "home.hero.gettingmarried": "On va se marier!",
    "home.molinogalan": "Molino Galán",
    "home.ceremonyTime":"Arrivée & Cérémonie: 18:30",
    "global.address1":"Partida del Molino Galán",
    "global.address2":"46369 Alborache",
    "global.address3":"Valencia, Espagne",

"story.title": "Notre histoire!",
  "story.image.firstPic": "Rencontre à Toronto",
  "story.image.italy": "Voyage en Italie",
  "story.image.paris": "Voyage à Paris",
  "story.image.lisbon": "Voyage à Lisbonne",
  "story.image.birthdayana": "Anniversaire surprise d'Ana",
  "story.image.livingtogether": "Emménagement ensemble",
  "story.image.pacs": "PACS",
  "story.image.reunion": "Voyage à La Réunion",
  "story.image.scotland": "Voyage en Écosse",
  "story.image.engaged": "Fiancés à Londres",

"story.image.firstPicDate": "2 Février 2016",
  "story.image.italyDate": "Juillet 2018",
  "story.image.parisDate": "Mars 2019",
  "story.image.lisbonDate": "Août 2019",
  "story.image.birthdayanaDate": "Février 2020",
  "story.image.livingtogetherDate": "Septembre 2020",
  "story.image.pacsDate": "13 Décembre 2021",
  "story.image.reunionDate": "Décembre 2021",
  "story.image.scotlandDate": "Avril 2023",
  "story.image.engagedDate": "10 Février 2024",


  "confirmation.accompanyus": "Nous accompagneras-tu en ce jour si spécial ?",
  "confirmation.answerquestions": "Pour confirmer, il te suffit de répondre aux questions suivantes",


  "travelstay.title": "Comment venir ?",

  "travelstay.place": "Masía Rural Molino Galán",
    "travelstay.address": "Partida del Molino Galán, 46369 - Alborache, Espagne",
  "travelstay.cartaxi":       "Voiture / Taxi:",
  "travelstay.cartaxiText1": "Le lieu de la cérémonie est un peu éloigné de la ville, nous conseillons donc aux personnes qui souhaitent se déplacer et visiter des endroits de disposer d'une voiture.",
  "travelstay.cartaxiText2": "Il est également possible d'y arriver en taxi.",

  "travelstay.autobus": " ",
  "travelstay.autobusText1": " ",
  "travelstay.autobusText2": " ",

  "travelstay.googlemaps":"Ouvrir dans google maps",

  "faq.title": "Questions fréquentes",

   "faq.dressCode":           "Quel est le code vestimentaire?",
  "faq.dressCodeanswer":      "Le code vestimentaire pour le mariage sera formel. Nous vous invitons à suivre cette palette de couleurs pour les tenues, ce n'est pas obligatoire mais recommandé.",

  "faq.kids":                 "Les enfants sont-ils les bienvenus?",
  "faq.kidsanswer":           "Bien sûr! Ils sont les bienvenus à la cérémonie ainsi que tout au long de la journée. Un menu adapté leur sera proposé et il y aura des activités encadrées pour qu'ils puissent s'amuser.",

  "faq.gift":                 "Cadeaux de mariage",
  "faq.giftanswer":           "Nous n'avons pas de liste de cadeaux, mais si vous souhaitez contribuer, une boîte sera disponible lors du mariage pour nous aider à financer notre voyage de noces. Vous pourrez y déposer votre enveloppe ou nous contacter si vous préférez le donner avant le mariage.",
 
  "faq.venue":                "Hébergement pour ceux qui viennent de loin",
  "faq.venueanswer":          "Sur place, vous trouverez vos hébergements et vous pourrez y rester du vendredi au dimanche (n'oubliez pas votre maillot de bain!). Il est très important de confirmer votre présence afin que nous puissions réserver vos chambres.{breakingLine}{breakingLine}Un dîner est prévu pour les invités qui seront présents le vendredi soir. Pour le samedi matin et midi, aucun repas n'est prévu, mais un réfrigérateur et une cuisine sont à votre disposition dans chaque logement ainsi que dans la salle commune. De plus, un restaurant est présent juste à côté. {breakingLine}{breakingLine} Pour le dimanche midi, nous proposons de faire une commande groupée de paella et de riz traditionnels espagnols. Plus d'informations viendront à ce sujet!",



  "tourism.reach.manises":"• En avion depuis l'aéroport Manises (VLC)",
  "tourism.reach.train":"• En train depuis la france avec un changement à Barcelone",
  "tourism.reach.car":"• En voiture",



  "tourism.howtoreach": "Comment y arriver ?",
  "tourism.visits": "Que visiter ?",
  "tourism.visits.text": "Si vous voulez en savoir un peu plus sur Valence, voici quelques idées et une carte où vous pouvez trouver plusieurs lieux marqués.",
  "tourism.visits.button": "Carte de Valence",

  "tourism.visits.center.title": "Center",
  "tourism.visits.center.text": "Nous vous conseillons de visiter le Marché Central, la Lonja, les anciens palais de la rue Caballeros et de vous promener dans les rues anciennes jusqu'à la Plaza de la Virgen.{breakingLine} Montez aux Tours de Serrano, il n'y a pas beaucoup de marches, et pour les plus sportifs, montez au Miguelete qui compte 207 marches.{breakingLine}Nous vous recommandons également de voir la Gare du Nord de style moderniste valencien.{breakingLine}Et si vous souhaitez faire du shopping, la rue Colón regorge de magasins pour tous les goûts.",

  "tourism.visits.turia.title": "Jardin du Turia et Cité des Arts et des Sciences",
  "tourism.visits.turia.text": "En vous promenant dans le Jardin du Turia, vous pourrez voir les bâtiments futuristes de la Cité des Arts et des Sciences, où se trouvent un musée scientifique, un cinéma IMAX et un aquarium.{breakingLine}Vous pouvez également visiter le Parc Gulliver, une sculpture monumentale de Gulliver de 70 mètres, accessible via des rampes, des toboggans et des escaliers.",

  "tourism.visits.albufera.title": "L'Albufera et les plages",
  "tourism.visits.albufera.text": "Le Parc Naturel de l'Albufera est une lagune côtière entourée de rizières et de forêt. Vous pouvez faire un tour en barque et profiter du coucher de soleil. Vous pouvez également visiter le village d'El Palmar pour déguster un bon menu de paella et d'autres plats typiques comme l'All i Pebre d'anguille. Nous vous recommandons le Restaurant Mateu ou le Restaurant El Palmar.{breakingLine}En ce qui concerne les plages, vous pouvez aller à El Saler, une plage plutôt tranquille près de l'Albufera.{breakingLine}Si vous préférez une plage plus animée, nous vous recommandons de visiter la Malvarrosa, près du Cabanyal, le quartier de pêcheurs de Valence.{breakingLine}Si vous avez plus de temps, les plages de Xàbia et Denia sont magnifiques (bien que beaucoup soient accessibles uniquement à pied).",

  "tourism.visits.museos.title": "Musées",
  "tourism.visits.museos.text": "Nous vous recommandons de visiter le Centre del Carme Cultura Contemporània (CCCC), un musée d'art contemporain situé dans un ancien couvent, tout près des Tours de Serrano. La visite est gratuite et propose souvent diverses activités comme des concerts ou des performances.{breakingLine}L'Institut Valencien d'Art Moderne (IVAM) est l'un des grands musées espagnols. Si vous êtes amateur d'art contemporain, ne le manquez pas.{breakingLine}Et si vous préférez l'art classique, visitez le Musée des Beaux-Arts San Pio V, la deuxième plus grande pinacothèque d'Espagne avec des œuvres du XVe au XIXe siècle, notamment les salles consacrées à Sorolla et Francisco de Goya.",

  "tourism.gastronomy": "Gastronomie",
  "tourism.gastronomy.title": " ",

  "tourism.gastronomy.text": "Nous vous recommandons d'essayer différents plats typiques de cette région d'Espagne. En particulier :{breakingLine}{breakingLine}-        La Paella. Il existe différents types de paella. La plus typique est la paella valencienne (attention, elle contient du lapin). Il y a aussi le riz al senyoret (riz avec poisson) ou le riz noir (riz à l'encre de calamar).{breakingLine}{breakingLine}-        Riz au four. C'est un autre plat à base de riz, cuit au four avec de la viande de porc comme le chorizo, des pois chiches, des pommes de terre…{breakingLine}{breakingLine}{breakingLine}Quelques-unes de nos tapas préférées :{breakingLine}{breakingLine}-        Les patatas bravas{breakingLine}{breakingLine}-        La sartén avec des œufs et de la chistorra{breakingLine}{breakingLine}-        Les chipirons frits{breakingLine}{breakingLine}{breakingLine}Si vous voulez essayer des douceurs :{breakingLine}{breakingLine}-        Churros au chocolat{breakingLine}{breakingLine}-        Beignets de courge au chocolat{breakingLine}{breakingLine}-        Horchata avec fartons. C'est une boisson froide typique de Valence. Nous l'aimons beaucoup, mais elle a une texture particulière. Nous vous recommandons de l'essayer à plusieurs et, si vous l'appréciez, d'en acheter davantage."

}
